admissions = {
	'20182019': {
		'История': {
			'МИЭП': {
				'Международные отношения': {
					'Визавитин Спартак Романович',
					'Колесников Семён Вадимович',
					'Хусейнов Дамир Равилевич',
					'Ощепков Евгений Романович',
					'Галиуллин Салават Рустэмович',
					'Гущян Анна Артуровна',
					'Барков Пётр Геннадьевич',
				},
				'Международная журналистика': {
					'Василева Анна Ярославовна'
				}
			},
			'ВШЭ': {
				'Философия': {
					'Колесников Семён Вадимович',
				},
				'История': {
					'Лукин Максим Юрьевич',
				},
				'Политология': {
					'Илык Богдан Ростиславович',
					'Музыка Кирилл Дмитриевич',
				},
				'Экономика': {
					'Попов Пётр Андреевич',
				},
				'Юриспруденция': {
					'Жучков Константин Павлович',
					'Мамеев Владислав Витальевич',
				},
				'Востоковедение и африканистика': {
					'Сафонова Мария Сергеевна',
					'Воробьёва Дарья Игоревна',
				}
			},
			'МГИМО': {
				'Международное право': {
					'Шульгина Виктория Александровна',
				},
				'Международные отношения': {
					'Беседин Егор Сергеевич',
					'Короткова Лия Георгиевна',
					'Быкова Елизавета Александровна',
					'Курбанов Назар Исламович',
					'Кашин Алексей Васильевич',
					'Гриднева Анна Олеговна',
					'Сычев Алексей Сергеевич',
					'Проказов Даниил Павлович',
					'Артёмов Сергей Иванович',
					'Медведева Анна Дмитриевна',
					'Свечников Дмитрий Денисович',
					'Бреднев Александр Владимирович',
					'Богачева Виктория Витальевна',
					'Щербаков Сергей Сергеевич',
					'Ищенко Александр Олегович',
					'Сигова Анастасия Арсентьевна',
					'Рыжова Ольга Олеговна',
					'Малков Григорий Николаевич',
					'Петухов Данила Сергеевич',
					'Кашедов Артем Владимирович',
				},
				'Политология': {
					'Пылаев Павел Дмитриевич',
					'Царев Михаил Александрович',
					'Фенин Кирилл Викторович',
				},
				'Мировая политика': {
					'Марьина Анастасия Андреевна',
					'Русяйкин Антон Павлович',
					'Галерштейн Глеб Константинович',
				}
			},
			'МГУ': {
				'Востоковедение и африканистика': {
					'Данильян Ая Эмилевна',
					'Ардашова Полина Андреевна',
				},
				'История': {
					'Ерохов Никита Сергеевич',
					'Мосолов Александр Русланович',
					'Федякина Полина Александровна',
					'Классен Мария Сергеевна',
					'Гогаев Артур Аланович',
				},
				'Международные отношения': {
					'Мотин Максим Николаевич',
					'Блинкова Злата Александровна',
				},
				'Юриспруденция': {
					'Атауллина Альбина Рафаэловна',
				}
			},
			'СПбГУ': {
				'Бизнес-информатика': {
					'Самарина Ксения Михайловна',
				},
				'Международные отношения': {
					'Осокин Андрей Вадимович',
				},
				'Юриспруденция': {
					'Шалаевская Вероника Николаевна',
					'Гавкалюк Анна Богдановна',
					'Комлев Ярослав Сергеевич',
				},
				'Политология': {
					'Евдокимов Илья Дмитриевич',
				}
			},
			'РГУ нефти и газа (НИУ) имени И.М. Губкина': {
				'Юриспруденция': {
					'Ивлюшкин Александр Сергеевич',
				}
			},
		},

		'Программирование': {
			'ВШЭ': {
				'Прикладная математика и информатика': {
					'Шатов Олег Викторович',
					'Амеличев Константин Вадимович',
					'Романов Владимир Олегович',
					'Ичалов Леонид Евгеньевич',
					'Акулов Дмитрий Александрович',
					'Васильев Даниил Алексеевич',
					'Аржанцев Алексей Иванович',
					'Кулдошин Алексей Дмитриевич',
					'Новичков Александр Юрьевич',
					'Зинченко Данила Сергеевич',
					'Гутров Егор Дмитриевич',
					'Фридман Иван Владимирович',
					'Колодезный Александр Анатольевич',
					'Беляков Савелий Валерьевич',
					'Ахметшин Кирилл Данилевич',
					'Максимов Алексей Николаевич',
					'Катунькин Михаил Андреевич',
					'Кондратьев Захар Михайлович',
					'Погодин Михаил Александрович',
					'Сысоева Ярослава Евгеньевна',
					'Барышников Антон Константинович',
					'Иваник Даниил Иванович',
					'Гудзь Михаил Евгеньевич',
				}
			},
			'МФТИ': {
				'Прикладная математика и информатика': {
					'Згурский Валерий Дмитриевич',
					'Гапонов Максим Евгеньевич',
					'Сурков Вячеслав Олегович',
					'Усманов Илья Евгеньевич',
					'Мойсенко Михаил Олегович',
					'Алиев Ален Ерланович',
					'Абалымов Игорь Владимирович',
					'Староверов Арсений Глебович',
					'Зубрилин Павел Феликсович',
					'Могилевский Сергей Павлович',
					'Синельников Александр Евгеньевич',
				}
			},
			'СПбГУ': {
				'Современное программирование': {
					'Григорьев Савелий Алексеевич',
					'Шмидт Светлана Андреевна',
					'Поспелов Сергей Андреевич',
					'Коротченко Денис Сергеевич',
				},
				'Математика, алгоритмы и анализ данных': {
					'Кравченко Егор Андреевич',
					'Михельсон Маргарита Николаевна',
				},
				'Математика': {
					'Рацеева Ольга Сергеевна',
				}
			},
			'ИТМО': {
				'Прикладная математика и информатика': {
					'Казаков Михаил Вячеславович',
					'Кузин Максим Сергеевич',
				}
			},
			'МГУ': {
				'Прикладная математика и информатика': {
					'Цыкин Святослав Витальевич',
					'Лисов Сергей Игоревич',
				}
			},
			'УПК-МЦК': {
				'Операционная деятельность в логистике': {
					'Казанцев Даниил Андреевич',
				}
			}
		},

		'Математика': {
			'ВШЭ': {
				'Математика': {
					'Кулишов Валерий Сергеевич',
					'Савельева Анна Олеговна',
					'Широковских Светлана Сергеевна',
					'Власкова Дарья Тимофеевна',
					'Кочеткова Екатерина Александровна',
					'Струихина Ксения Александровна',
					'Елхимов Дмитрий Алексеевич',
					'Арутюнов Юрий Германович',
				},
				'Прикладная математика и информатика': {
					'Иваник Даниил Иванович',
					'Аржанцев Алексей Иванович',
					'Крупецков Александр Всеволодович',
					'Тряпицын Александр Михайлович',
					'Колодезный Александр Анатольевич',
					'Акулов Дмитрий Александрович',
					'Лишуди Дмитрий Андреевич',
				}
			},
			'СПбГУ': {
				'Математика': {
					'Петров Владимир Александрович',
					'Глазков Михаил Сергеевич',
					'Мишура Петр Степанович',
					'Туркин Игорь Владимирович',
					'Алёшин Михаил Сергеевич',
					'Вяткин Никита Сергеевич',
					'Гундоров Андрей Алексеевич',
					'Киселев Иван Олегович',
					'Колбин Никита Олегович',
					'Морозов Николай Викторович',
				},
				'Современное программирование': {
					'Агафонов Юрий Павлович',
				},
				'Математика, алгоритмы и анализ данных': {
					'Кравченко Егор Андреевич',
				},
				'Математическое обеспечение и администрирование информационных систем': {
					'Пяйве Олег Андреевич',
				}
			},
			'МФТИ': {
				'Прикладная математика и информатика': {
					'Колупаев Дмитрий Алексеевич',
					'Мельников Игорь Александрович',
					'Белков Иван Иванович',
					'Заварзин Артём Викторовия',
					'Алиев Ален Ерланович',
					'Демченко Тимур Глебович',
					'Столповский Александр Алексеевич',
					'Бучаев Абдулкадыр Яхьяевич',
					'Герасимов Федор Владимирович',
					'Султанов Артём Рашитович',
					'Сурков Вячеслав Олегович',
					'Хаялеев Тагир Радикович',
				},
				'Прикладные математика и физика': {
					'Царёв Дмитрий Вячеславович',
					'Яворский Александр Ростиславович',
					'Биглов Камиль Зуфарович',
					'Малиновский Владимир Валерьевич',
				}
			},
			'МГУ': {
				'Прикладная математика и информатика': {
					'Бердников Сергей -',
					'Цехмистер Александр Андреевич',
					'Ушаков Дмитрий Андреевич',
				},
				'Фундаментальная математика и механика': {
					'Кашина Александра Андреевна',
					'Скворцов Павел Иванович',
				}
			}
		},
	},

	'20172018': {
		'Программирование': {
			'СПбГУ': {
				'Математика': {
					'Сафонов Иван Андреевич',
					'Филиппов Степан Дмитриевич',
					'Фёдоров Даниил Игоревич',
					'Заварин Андрей Евгеньевич',
					'Горбачев Егор Андреевич',
					'Опанасенко Михаил Сергеевич',
					'Мильшин Владислав Сергеевич',
				},
				'Прикладная математика, фундаментальная информатика и программирование': {
					'Шангареев Антон Нургалеевич',
					'Быков Никита Михайлович',
					'Салаватов Вадим Маратович',
					'Кулаков Станислав Вячеславович',
					'Фадеева Екатерина Сергеевна',
					'Воронин Илья Сергеевич',
				}
			},
			'ВШЭ': {
				'Прикладная математика и информатика': {
					'Николенко Даниил Юрьевич',
					'Сахабиев Асхат Равилевич',
					'Соколовский Алексей Константинович',
					'Илюхов Алексей Евгеньевич',
					'Деб Натх Максим',
					'Карташев Николай Геннадьевич',
					'Залялов Александр Олегович',
					'Гороховский Максим Андреевич',
					'Ашурбеков Замир Идрисович',
					'Зверев Игорь Евгеньевич',
					'Лобанов Глеб Игоревич',
					'Греков Илья Сергеевич',
					'Янковский Марк Сергеевич',
					'Прокопенко Даниил Ильич',
					'Смирнов Тимофей Алексеевич',
					'Фадеев Никита Алексеевич',
					'Тертичный Дмитрий Евгеньевич',
				}
			},
			'МФТИ': {
				'Прикладная математика и информатика': {
					'Шпаковский Денис Станиславович',
					'Судаков Дмитрий Алексеевич',
					'Лаврик-Кармазин Максим Борисович',
					'Запольский Дмитрий Иванович',
					'Терехов Николай Алексеевич',
					'Протасов Дмитрий Сергеевич',
					'Соколов Георгий Михайлович',
					'Пушин Данил Александрович',
					'Шитиков Олег Михайлович',
					'Наговицин Марк Сергеевич',
				}
			},
			'СПбГУТ им. Бонч-Бруевича': {
				'Инфокоммуникационные технологии и системы связи': {
					'Сергеев Егор Алексеевич',
				}
			},
			'КФУ': {
				'Фундаментальная информатика и информационные технологии': {
					'Сайфутдинов Исмагил Айратович',
					'Степанов Никита Сергеевич',
				}
			},
			'ИТМО': {
				'Прикладная математика и информатика': {
					'Яковлев Захар Александрович',
				}
			},
			'МГУ': {
				'Прикладная математика и информатика': {
					'Бадмаев Тингир Мингиянович',
				}
			}
		},

		'Математика': {
			'СПбГУ': {
				'Математика': {
					'Абдрахманов Марат Махмутович',
					'Крымский Станислав Тимурович',
					'Ложкин Михаил Алексеевич',
					'Лучинин Сергей Александрович',
					'Сафонов Иван Андреевич',
					'Толокно Изабелла Константиновна',
					'Горбачев Егор Андреевич',
					'Гребенников Александр Александрович',
					'Мильшин Владислав Сергеевич',
					'Германсков Михаил Витальевич',
					'Шамов Степан Владимирович',
					'Фёдоров Даниил Игоревич',
					'Мельников Олег Кириллович',
				},
				'Прикладная математика, фундаментальная информатика и программирование': {
					'Лупуляк Василий Сергеевич',
					'Олейник Иван Васильевич',
				}
			},
			'МФТИ': {
				'Прикладная математика и информатика': {
					'Соколов Георгий Михайлович',
					'Агуреев Роман Сергеевич',
					'Халилов Адель Маратович',
					'Алейник Владислав Владимирович',
					'Алкин Эмиль Венерович',
					'Вахрушев Степан Викторович',
					'Долгов Даниил Александрович',
				},
			},
			'ВШЭ': {
				'Математика': {
					'Герасименко Артур Орландович',
					'Чепасов Анатолий Петрович',
					'Бельдиев Иван Сергеевич',
					'Шахкаламов Степан Иванович',
				},
				'Прикладная математика и информатика': {
					'Гороховский Максим Андреевич',
					'Чуркин Сергей Андреевич',
				},
				'Экономика': {
					'Хроменко Анастасия Дмитриевна',
					'Табанаков Семен Владимирович',
					'Шиваров Александр Александрович',
				}
			},
			'МГУ': {
				'Математика': {
					'Чеботаренко Артем Олегович',
					'Вылегжанин Федор Евгеньевич',
				},
				'Биоинженерия и биоинформатика': {
					'Салимгареев Руслан Салаватович'
				}
			},
			'КФУ': {
				'Программная инженерия': {
					'Дмитриев Михаил Дмитриевич',
				}
			},
		},
	},
}
