admission = {
    'ВШЭ': {
        'Прикладная математика и информатика': [
            'Шатов Олег Викторович',
            'Амеличев Константин Вадимович',
            'Романов Владимир Олегович',
            'Ичалов Леонид Евгеньевич',
            'Акулов Дмитрий Александрович',
            'Васильев Даниил Алексеевич',
            'Аржанцев Алексей Иванович',
            'Кулдошин Алексей Дмитриевич',
            'Новичков Александр Юрьевич',
            'Зинченко Данила Сергеевич',
            'Гутров Егор Дмитриевич',
            'Фридман Иван Владимирович',
            'Колодезный Александр Анатольевич',
            'Беляков Савелий Валерьевич',
            'Ахметшин Кирилл Данилевич',
            'Максимов Алексей Николаевич',
        ]
    },
    'МФТИ': {
        'Прикладная математика и информатика': [
            'Згурский Валерий Дмитриевич',
            'Гапонов Максим Евгеньевич',
            'Сурков Вячеслав Олегович',
            'Усманов Илья Евгеньевич',
            'Мойсенко Михаил Олегович',
            'Алиев Ален Ерланович',
        ]
    },
    'СПбГУ': {
        'Современное программирование': [
            'Григорьев Савелий Алексеевич',
            'Шмидт Светлана Андреевна',
            'Поспелов Сергей Андреевич',
        ],
        'Математика, алгоритмы и анализ данных': [
            'Кравченко Егор Андреевич',
            'Михельсон Маргарита Николаевна',
        ],
        'Математика': [
            'Рацеева Ольга Сергеевна',
        ]
    },
    'ИТМО': {
        'Прикладная математика и информатика': {
            'Казаков Михаил Вячеславович',
        }
    },
    'МГУ': {
        'Прикладная математика и информатика': [
            'Цыкин Святослав Витальевич',
        ]
    },
    'ПНИПУ': {
        'Оборудование нефтегазопереработки': [
            'Казанцев Даниил Андреевич'
        ]
    }
}