admission = {
    'ВШЭ': {
        'Прикладная математика и информатика': [
            'Шатов Олег Викторович',
            'Амеличев Константин Вадимович',
            'Романов Владимир Олегович',
            'Ичалов Леонид Евгеньевич',
            'Акулов Дмитрий Александрович',
            'Васильев Даниил Алексеевич',
            'Аржанцев Алексей Иванович',
            'Кулдошин Алексей Дмитриевич',
            'Новичков Александр Юрьевич',
            'Зинченко Данила Сергеевич',
            'Гутров Егор Дмитриевич',
            'Фридман Иван Владимирович',
        ]
    },
    'МФТИ': {
        'Прикладная математика и информатика': [
            'Згурский Валерий Дмитриевич',
            'Гапонов Максим Евгеньевич',
            'Сурков Вячеслав Олегович',
            'Усманов Илья Евгеньевич',
            'Мойсенко Михаил Олегович',
        ]
    },
    'СПбГУ': {
        'Современное программирование': [
            'Григорьев Савелий Алексеевич',
            'Шмидт Светлана Андреевна',
        ],
        'Математика, алгоритмы и анализ данных': [
            'Кравченко Егор Андреевич',
        ]
    },
    'ПНИПУ': {
        'Оборудование нефтегазопереработки': [
            'Казанцев Даниил Андреевич'
        ]
    }
}