admissionProgramming = {
    'ВШЭ': {
        'Прикладная математика и информатика': [
            'Шатов Олег Викторович',
            'Амеличев Константин Вадимович',
            'Романов Владимир Олегович',
            'Ичалов Леонид Евгеньевич',
            'Акулов Дмитрий Александрович',
            'Васильев Даниил Алексеевич',
            'Аржанцев Алексей Иванович',
            'Кулдошин Алексей Дмитриевич',
            'Новичков Александр Юрьевич',
            'Зинченко Данила Сергеевич',
            'Гутров Егор Дмитриевич',
            'Фридман Иван Владимирович',
            'Колодезный Александр Анатольевич',
            'Беляков Савелий Валерьевич',
            'Ахметшин Кирилл Данилевич',
            'Максимов Алексей Николаевич',
            'Катунькин Михаил Андреевич',
            'Кондратьев Захар Михайлович',
            'Погодин Михаил Александрович',
            'Сысоева Ярослава Евгеньевна',
            'Барышников Антон Константинович',
            'Иваник Даниил Иванович',
            'Гудзь Михаил Евгеньевич',
        ]
    },
    'МФТИ': {
        'Прикладная математика и информатика': [
            'Згурский Валерий Дмитриевич',
            'Гапонов Максим Евгеньевич',
            'Сурков Вячеслав Олегович',
            'Усманов Илья Евгеньевич',
            'Мойсенко Михаил Олегович',
            'Алиев Ален Ерланович',
            'Абалымов Игорь Владимирович',
            'Староверов Арсений Глебович',
            'Зубрилин Павел Феликсович',
            'Могилевский Сергей Павлович',
            'Синельников Александр Евгеньевич',
        ]
    },
    'СПбГУ': {
        'Современное программирование': [
            'Григорьев Савелий Алексеевич',
            'Шмидт Светлана Андреевна',
            'Поспелов Сергей Андреевич',
            'Коротченко Денис Сергеевич',
        ],
        'Математика, алгоритмы и анализ данных': [
            'Кравченко Егор Андреевич',
            'Михельсон Маргарита Николаевна',
        ],
        'Математика': [
            'Рацеева Ольга Сергеевна',
        ]
    },
    'ИТМО': {
        'Прикладная математика и информатика': [
            'Казаков Михаил Вячеславович',
            'Кузин Максим Сергеевич',
        ]
    },
    'МГУ': {
        'Прикладная математика и информатика': [
            'Цыкин Святослав Витальевич',
            'Лисов Сергей Игоревич',
        ]
    },
    'ПНИПУ': {
        'Оборудование нефтегазопереработки': [
            'Казанцев Даниил Андреевич'
        ]
    }
}

admissionMathematics = {
    'ВШЭ': {
        'Математика': [
            'Кулишов Валерий Сергеевич',
            'Савельева Анна Олеговна',
            'Широковских Светлана Сергеевна',
            'Власкова Дарья Тимофеевна',
            'Кочеткова Екатерина Александровна',
            'Струихина Ксения Александровна',
        ],
        'Прикладная математика и информатика': [
            'Иваник Даниил Иванович',
            'Аржанцев Алексей Иванович',
            'Крупецков Александр Всеволодович',
        ]
    },
    'СПбГУ': {
        'Математика': [
            'Петров Владимир Александрович',
            'Глазков Михаил Сергеевич',
            'Мишура Петр Степанович',
        ],
        'Современное программирование': [
            'Агафонов Юрий Павлович',
        ]
    },
    'МФТИ': {
        'Прикладная математика и информатика': [
            'Колупаев Дмитрий Алексеевич',
            'Мельников Игорь Александрович',
            'Белков Иван Иванович',
            'Заварзин Артём Викторовия',
        ]
    }
}
