admissionProgramming = {
    'ВШЭ': {
        'Прикладная математика и информатика': {
            'Шатов Олег Викторович',
            'Амеличев Константин Вадимович',
            'Романов Владимир Олегович',
            'Ичалов Леонид Евгеньевич',
            'Акулов Дмитрий Александрович',
            'Васильев Даниил Алексеевич',
            'Аржанцев Алексей Иванович',
            'Кулдошин Алексей Дмитриевич',
            'Новичков Александр Юрьевич',
            'Зинченко Данила Сергеевич',
            'Гутров Егор Дмитриевич',
            'Фридман Иван Владимирович',
            'Колодезный Александр Анатольевич',
            'Беляков Савелий Валерьевич',
            'Ахметшин Кирилл Данилевич',
            'Максимов Алексей Николаевич',
            'Катунькин Михаил Андреевич',
            'Кондратьев Захар Михайлович',
            'Погодин Михаил Александрович',
            'Сысоева Ярослава Евгеньевна',
            'Барышников Антон Константинович',
            'Иваник Даниил Иванович',
            'Гудзь Михаил Евгеньевич',
        }
    },
    'МФТИ': {
        'Прикладная математика и информатика': {
            'Згурский Валерий Дмитриевич',
            'Гапонов Максим Евгеньевич',
            'Сурков Вячеслав Олегович',
            'Усманов Илья Евгеньевич',
            'Мойсенко Михаил Олегович',
            'Алиев Ален Ерланович',
            'Абалымов Игорь Владимирович',
            'Староверов Арсений Глебович',
            'Зубрилин Павел Феликсович',
            'Могилевский Сергей Павлович',
            'Синельников Александр Евгеньевич',
        }
    },
    'СПбГУ': {
        'Современное программирование': {
            'Григорьев Савелий Алексеевич',
            'Шмидт Светлана Андреевна',
            'Поспелов Сергей Андреевич',
            'Коротченко Денис Сергеевич',
        },
        'Математика, алгоритмы и анализ данных': {
            'Кравченко Егор Андреевич',
            'Михельсон Маргарита Николаевна',
        },
        'Математика': {
            'Рацеева Ольга Сергеевна',
        }
    },
    'ИТМО': {
        'Прикладная математика и информатика': {
            'Казаков Михаил Вячеславович',
            'Кузин Максим Сергеевич',
        }
    },
    'МГУ': {
        'Прикладная математика и информатика': {
            'Цыкин Святослав Витальевич',
            'Лисов Сергей Игоревич',
        }
    },
    'УПК-МЦК': {
        'Операционная деятельность в логистике': {
            'Казанцев Даниил Андреевич',
        }
    }
}

admissionMathematics = {
    'ВШЭ': {
        'Математика': {
            'Кулишов Валерий Сергеевич',
            'Савельева Анна Олеговна',
            'Широковских Светлана Сергеевна',
            'Власкова Дарья Тимофеевна',
            'Кочеткова Екатерина Александровна',
            'Струихина Ксения Александровна',
            'Елхимов Дмитрий Алексеевич',
            'Арутюнов Юрий Германович',
        },
        'Прикладная математика и информатика': {
            'Иваник Даниил Иванович',
            'Аржанцев Алексей Иванович',
            'Крупецков Александр Всеволодович',
            'Тряпицын Александр Михайлович',
            'Колодезный Александр Анатольевич',
            'Акулов Дмитрий Александрович',
            'Лишуди Дмитрий Андреевич',
        }
    },
    'СПбГУ': {
        'Математика': {
            'Петров Владимир Александрович',
            'Глазков Михаил Сергеевич',
            'Мишура Петр Степанович',
            'Туркин Игорь Владимирович',
            'Алёшин Михаил Сергеевич',
            'Вяткин Никита Сергеевич',
            'Гундоров Андрей Алексеевич',
            'Киселев Иван Олегович',
            'Колбин Никита Олегович',
            'Морозов Николай Викторович',
        },
        'Современное программирование': {
            'Агафонов Юрий Павлович',
        },
        'Математика, алгоритмы и анализ данных': {
            'Кравченко Егор Андреевич',
        },
        'Математическое обеспечение и администрирование информационных систем': {
            'Пяйве Олег Андреевич',
        }
    },
    'МФТИ': {
        'Прикладная математика и информатика': {
            'Колупаев Дмитрий Алексеевич',
            'Мельников Игорь Александрович',
            'Белков Иван Иванович',
            'Заварзин Артём Викторовия',
            'Алиев Ален Ерланович',
            'Демченко Тимур Глебович',
            'Столповский Александр Алексеевич',
            'Бучаев Абдулкадыр Яхьяевич',
            'Герасимов Федор Владимирович',
            'Султанов Артём Рашитович',
            'Сурков Вячеслав Олегович',
            'Хаялеев Тагир Радикович',
        },
        'Прикладные математика и физика': {
            'Царёв Дмитрий Вячеславович',
            'Яворский Александр Ростиславович',
            'Биглов Камиль Зуфарович',
            'Малиновский Владимир Валерьевич',
        }
    },
    'МГУ': {
        'Прикладная математика и информатика': {
            'Бердников Сергей -',
            'Цехмистер Александр Андреевич',
            'Ушаков Дмитрий Андреевич',
        },
        'Фундаментальная математика и механика': {
            'Кашина Александра Андреевна',
            'Скворцов Павел Иванович',
        }
    }
}

admissionPhysics = {
    'МФТИ': {
        'Прикладные математика и физика': {
            'Бобков Григорий Александрович',
            'Малиновский Владимир Валерьевич',
            'Лёвин Андрей Валерьевич',
            'Шишкин Алексей Юрьевич',
            'Царёв Дмитрий Вячеславович',
            'Биглов Камиль Зуфарович',
            'Коковин Артём Дмитриевич',
            'Матренок Семён Сергеевич',
            'Сумаренко Егор Денисович',
        }
    },
    'МГУ': {
        'Фундаментальная и прикладная химия': {
            'Бруякин Юрий Владимирович',
        },
        'Прикладная математика и информатика': {
            'Бердников Сергей -',
            'Бохонко Михаил Александрович',
        }
    }
}
